{
    "slots": [
        {
            "morning": [
                "9.00 AM",
                "10.00 AM",
                "11.00 AM",
                "12.00 PM"
            ]
        },
        {
            "afternoon": [
                "2.00 PM",
                "3.00 PM",
                "4.00 PM",
                "5.00 PM"
            ]
        },
        {
            "evening": [
                "6.30 PM",
                "7.30 PM",
                "8.30 PM",
                "9.30 PM"
            ]
        }
    ],
    "doctors": [
        {
            "id": 1,
            "name": "Prof. Dr. Ruqayya Yasmine",
            "category": "Radiotherapy",
            "specialize": "Senior Consultant, Clinical Oncology & Radiotherapy",
            "description": "Prof. Dr Ruqayya Yasmine, MBBS, FCPS, FRCP, FACP is a physician of Oncology is working in Square Hospitals Ltd. with his prominent reputation in education, skill and adequate experiences in working in various capacities of hospitals at home and abroad. He has 25 years of practical experience and expertise in the field of Clinical Oncology.",
            "degree": "MBBS, FCPS, FRCP (Glasgow), FRCP (Edinburgh), FACP (USA), MRCR (UK)",
            "gender": "Male",
            "fee": "1500 BDT",
            "image": "https://i.ibb.co/z6STkZx/female-doctor-hospital-23-2148827760.jpg",
            "hospitalId": [
                1,
                3,
                4,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 2,
            "name": "Dr. Arunangshu Das",
            "category": "Oncology",
            "specialize": "Associate Consultant - Oncology",
            "description": "Dr Arunangshu Das passed MBBS from Mymensing Medical College in 2005. After that he joined Radiotherapy Department of Dhaka Medical College in 2007 as Honorary Medical Officer. At the end of 2008 he received a scholarship and went to National Cancer Center (NCC) Singapore for a clinical attachment and training.  In 2009, he successfully completed Post Graduate Certificate in Palliative Medicine  from Flinders University Australia.  He joined Government Health Service (27th BCS) in December 2008.  Subsequently in 2010 he was posted at National Institute of Cancer Research and Hospital (NICRH), Dhaka at the Department of Radiation Oncology. In 2012 he went to UKM, Malaysia for a higher training in Oncology. He successfully completed FCPS in Radiotherapy from Bangladesh College of Physicians and Surgeons of Bangladesh (BCPS) in 2014.  At the middle of 2014 he went to TATA Memorial Hospital Mumbai for a clinical training in Radiation Oncology. He received the prestigious International Development and Education Award (IDEA) in January 2018 from American Society of Clinical Oncology (ASCO) USA.",
            "degree": "MBBS, FCPS",
            "gender": "Male",
            "fee": "1000 BDT",
            "image": "https://i.ibb.co/4VH72HG/medium-shot-doctor-with-crossed-arms-23-2148868176.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                9,
                10,
                12,
                14,
                16,
                13,
                18,
                20
            ]
        },
        {
            "id": 3,
            "name": "Dr. Md. Akhtanur Rahman Joarder",
            "category": "Cardiac Surgery",
            "specialize": "Associate Consultant, Cardiac Surgery",
            "description": "Dr. Akhtanur Rahman Joarder obtained his MBBS from Faridpur Medical College and completed his MS in Cardio-Vascular & Thoracic surgery (CVTS) from National Institute of Cardio-vascular Diseases (NICVD). His works in Ibrahim Cardiac Hospital & Research Institute, Cardiac Centre of Ibn Sina Specialized Hospital and Square Hospital provides him wide experiences in various cardiac procedures ranging from conventional CABG, OPCAB, Mitral & Aortic valve replacements, repair of Atrial (ASD) & Ventricular septal defects (VSD), PDA ligation and intra-cardiac repair of TAPVC to Tetralogy of Fallot (TOF) surgery.",
            "degree": "MBBS, MS (Cardio-Vascular & Thoracic Surgery)",
            "gender": "Male",
            "fee": "1200 BDT",
            "image": "https://i.ibb.co/Xp5jnd9/portrait-smiling-male-doctor-171337-1532.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                12,
                17,
                19
            ]
        },
        {
            "id": 4,
            "name": "Prof. Dr. Zohura Sarkar",
            "category": "Hematology",
            "specialize": "Senior Consultant, Hematology",
            "description": "Dr. Zohura Sarkar graduated from Rajshahi Medical College and started his career as general duty medical officer in Combined Military Hospitals under defense ministry. Then he underwent full time residential training in Clinical Pathology at Armed Forces institute of Pathology and successfully obtained a postgraduate diploma. Subsequently he achieved MCPS Degree in clinical pathology",
            "degree": " MBBS, MCPS (Clinical Pathology), FCPS (Hematology)",
            "gender": "Male",
            "fee": "1100 BDT",
            "image": "https://i.ibb.co/d5LVX9G/pleased-young-female-doctor-medical-robe-with-stethoscope-puts-hand-chin-looks-camera-isolated-white.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                9,
                18,
                20
            ]
        },
        {
            "id": 5,
            "name": "Prof. Dr. Md. Siraj Uddin",
            "category": "Dermatology",
            "specialize": "Senior Consultant, Clinical & Aesthetic Dermatology",
            "description": "Prof. Dr. Md. Siraj Uddin graduated from Sylhet MAG Osmani Medical College in 1982 and worked as a medical officer under the Ministry of Health, Bangladesh. He later became a Professor & Head of the Department of Dermatology at Sylhet M.A.G. Osmani Medical College and Sylhet Women’s Medical College.He holds diplomas in Dermatology from Bangkok and Dhaka, and fellowships in Laser & Dermatosurgery from Bangkok, Thailand, and Hair Restoration Surgery from Mount Sinai Hospital, New York University, USA. Prof. Dr. Md Siraj Uddin is experienced in managing various dermatological conditions and has received training from prestigious institutions worldwide. He is currently a Senior Consultant in Clinical & Aesthetic Dermatology at Square Hospital.",
            "degree": "MBBS, DDV (BSMMU), DD (Bangkok) Fellow - Dermatosurgery & Laser",
            "gender": "Male",
            "fee": "1000 BDT",
            "image": "https://i.ibb.co/L1Xf7fM/doctor-with-co-workers-analyzing-x-ray-1098-581.jpg",
            "hospitalId": [
                1,
                3,
                8,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 6,
            "name": "Dr. Mesbah Uddin Ahmed",
            "category": "Orthopedics",
            "specialize": "Senior Consultant, Orthopedics",
            "description": "Dr. Mesbah Uddin Ahmed completed his graduation (MBBS) from Dhaka Medical College. He obtained Diploma in orthopedics in 1986 and Master of Surgery (MS) in Orthopedics from NITOR under Dhaka University in 1994.Dr. Mesbah Uddin Ahmed joined in government services under Health Ministry and started his career in Dhaka Medical College and later worked in different institutions including Mymensingh Medical College and Sylhet MAG Osmani Medical College. He worked in district hospitals of Rangamati, Narayanganj, Netrokona and Tangail. He has teaching experience as Associate Professor, Assistant Professor, Senior and Junior Consultants, Registrars and Assistant Registrars. He is experienced in Orthopedics for more than 32 years.",
            "degree": "MBBS, D. (Ortho), MS (Ortho)",
            "gender": "Male",
            "fee": "1100 BDT",
            "image": "https://i.ibb.co/L1Xf7fM/doctor-with-co-workers-analyzing-x-ray-1098-581.jpg",
            "hospitalId": [
                1,
                2,
                4,
                6,
                9,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 7,
            "name": "Dr. Silvia Hossain",
            "category": "Gynecological",
            "specialize": "Associate Consultant, Gyne & Gynecological Oncology",
            "description": "Dr. Silvia Hossain, a graduate of Sir Salimullah Medical College & Mitford Hospital, holds FCPS in Obs & Gyne and Gynecological Oncology from BCPS. With specialized training from Massachusetts General Hospital, Boston, USA, and Tata Medical Center, Kolkata, India, she provides comprehensive care for gynecologic tumors and malignancies. Dr. Silvia performs various surgeries including Radical Hysterectomy and Laparoscopic surgeries. She has joined Square Hospital as an Associate Consultant in Gyne & Gynecological Oncology.",
            "degree": "MBBS, DGO, FCPS (Obs & Gyne), FCPS (Gynecological Oncology)",
            "gender": "Female",
            "fee": "1000 BDT",
            "image": " https://i.ibb.co/bz0QTzz/female-doctor-hospital-with-stethoscope-23-2148827776.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                12,
                19
            ]
        },
        {
            "id": 8,
            "name": "Dr. Mohammad Rahman",
            "category": "Cardiology",
            "specialize": "Associate Professor, Cardiology",
            "description": "Dr. Mohammad Rahman completed his MBBS from Dhaka Medical College and obtained FCPS in Cardiology. He has extensive experience in treating various heart conditions including coronary artery disease, arrhythmias, and heart failure. Dr. Rahman is dedicated to providing comprehensive and compassionate care to his patients.",
            "degree": "MBBS, FCPS (Cardiology)",
            "gender": "Male",
            "fee": "1200 BDT",
            "image": "https://i.ibb.co/4VH72HG/medium-shot-doctor-with-crossed-arms-23-2148868176.jpg",
            "hospitalId": [
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                15,
                18,
                20
            ]
        },
        {
            "id": 9,
            "name": "Dr. Rihanna Naila",
            "category": "Paediatrics",
            "specialize": "Consultant, Paediatrics",
            "description": "Dr. Rihanna Khan completed her medical degree from Chittagong Medical College and obtained FCPS in Pediatrics. She has a special interest in pediatric infectious diseases and has undergone additional training in this area. Dr. Naila is committed to providing quality healthcare to children and adolescents.",
            "degree": "MBBS, FCPS (Pediatrics)",
            "gender": "Female",
            "fee": "800 BDT",
            "image": "https://i.ibb.co/sjbdnkQ/portrait-doctor-144627-39388.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 10,
            "name": "Dr. Kamal Ahmed",
            "category": "Orthopedics",
            "specialize": "Senior Consultant, Orthopedics",
            "description": "Dr. Kamal Ahmed completed his MBBS from Rajshahi Medical College and obtained FCPS in Orthopedics. He has expertise in joint replacement surgeries, fracture management, and sports injuries. Dr. Ahmed is dedicated to helping patients regain mobility and improve their quality of life.",
            "degree": "MBBS, FCPS (Orthopedics)",
            "gender": "Male",
            "fee": "1500 BDT",
            "image": "https://i.ibb.co/nDX9qQd/doctor-with-his-arms-crossed-white-background-1368-5790.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 11,
            "name": "Dr. Zubina Nesrine",
            "category": "Psychiatry",
            "specialize": "Consultant, Psychiatry",
            "description": "Dr. Zubina Nesrine is a psychiatrist with extensive experience in diagnosing and treating mental health disorders. She completed her medical education at Dhaka Medical College and obtained FCPS in Psychiatry. Dr. Nesrine provides compassionate care and effective treatment for various psychiatric conditions.",
            "degree": "MBBS, FCPS (Psychiatry)",
            "gender": "Female",
            "fee": "1300 BDT",
            "image": "https://i.ibb.co/5FvVcWD/portrait-smiling-young-woman-doctor-healthcare-medical-worker-pointing-fingers-left-showing-clini-12.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 12,
            "name": "Dr. Anisur Rahman",
            "category": "Pulmonology",
            "specialize": "Senior Consultant, Pulmonology",
            "description": "Dr. Anisur Rahman completed his medical degree from Sir Salimullah Medical College and obtained FCPS in Urology. He has expertise in the diagnosis and treatment of urinary tract disorders, kidney stones, and prostate diseases. Dr. Rahman is committed to providing personalized care to his patients.",
            "degree": "MBBS, FCPS (Urology)",
            "gender": "Male",
            "fee": "1400 BDT",
            "image": "https://i.ibb.co/nDX9qQd/doctor-with-his-arms-crossed-white-background-1368-5790.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 13,
            "name": "Prof. Dr. Jasmine Shova",
            "category": "Pediatrician",
            "specialize": "Pediatrician",
            "description": "Prof. Dr. Jasmine Shova is a compassionate pediatrician with a focus on child health and development. She completed her medical degree from Chittagong Medical College and obtained her specialization in pediatrics from Bangabandhu Sheikh Mujib Medical University. Dr. Sultana is dedicated to providing personalized care to children of all ages.",
            "degree": "MBBS, MD (Pediatrics)",
            "gender": "Female",
            "fee": "600 BDT",
            "image": "https://i.ibb.co/sjbdnkQ/portrait-doctor-144627-39388.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 14,
            "name": "Dr. Zarin Tasnim",
            "category": "Cardiology",
            "specialize": "Senior Consultant, Cardiology",
            "description": "Dr. Zarin Tasnim is a renowned cardiologist known for her expertise in diagnosing and treating heart conditions. She completed her medical degree from Harvard Medical School and obtained her specialization in cardiology from Johns Hopkins University. Dr. Tasnim is committed to providing exceptional cardiac care to her patients.",
            "degree": "MBBS, MD (Cardiology)",
            "gender": "Female",
            "fee": "1400 BDT",
            "image": "https://i.ibb.co/ZM9Ynkf/pleased-young-female-doctor-wearing-medical-robe-stethoscope-around-neck-standing-with-closed-postur.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 15,
            "name": "Dr. Nadia Ahmed",
            "category": "Neurology",
            "specialize": "Consultant Neurologist",
            "description": "Dr. Nadia Ahmed is a skilled neurologist specializing in the diagnosis and treatment of neurological disorders. She obtained her medical degree from Dhaka Medical College and completed her neurology residency at Columbia University. Dr. Ahmed is dedicated to providing comprehensive care to patients with neurological conditions.",
            "degree": "MBBS, MD (Neurology)",
            "gender": "Female",
            "fee": "1600 BDT",
            "image": "https://i.ibb.co/sJvdv0z/confident-young-female-doctor-medical-robe-with-stethoscope-puts-hand-chin-isolated-white-background.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 16,
            "name": "Dr. Nusrat Jahan",
            "category": "Obstetrics-OBG",
            "specialize": "Consultant Obstetrician & Gynecologist",
            "description": "Dr. Nusrat Jahan is a compassionate obstetrician and gynecologist with extensive experience in women's healthcare. She graduated from Chittagong Medical College and completed her residency training at Mount Sinai Hospital. Dr. Jahan is dedicated to providing personalized care to women at every stage of their lives.",
            "degree": "MBBS, FCPS (OBGYN)",
            "gender": "Female",
            "fee": "1500 BDT",
            "image": "https://i.ibb.co/mz3Vs1z/attractive-medical-professional-uniform-standing-with-arms-crossed-against-isolated-background-66225.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 17,
            "name": "Dr. Ali Rahman",
            "category": "Surgery",
            "specialize": "Senior Consultant Surgeon",
            "description": "Dr. Ali Rahman is a highly skilled surgeon known for his expertise in various surgical procedures. He graduated from Sir Salimullah Medical College and completed his surgical training at Mayo Clinic. Dr. Rahman is committed to delivering compassionate and high-quality surgical care to his patients.",
            "degree": "MBBS, FCPS (Surgery)",
            "gender": "Male",
            "fee": "1800 BDT",
            "image": "https://i.ibb.co/f2y5B8H/asian-male-medical-doctor-1098-19688.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 18,
            "name": "Dr. Shamairah jannah",
            "category": "Pulmonology",
            "specialize": "Consultant Pulmonologist",
            "description": "Dr. Shamairah jannah is a dedicated pulmonologist specializing in the diagnosis and treatment of respiratory diseases. She completed her medical education at Rajshahi Medical College and received additional training in pulmonology at Stanford University. Dr. Shamairah is committed to providing comprehensive care to patients with lung conditions.",
            "degree": "MBBS, MD (Pulmonology)",
            "gender": "Female",
            "fee": "1700 BDT",
            "image": "https://i.ibb.co/VqGfbvT/professional-medic-woman-with-tablet-23-2147648682.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 19,
            "name": "Dr. Yasir Ahmed",
            "category": "Ophthalmologist",
            "specialize": "Consultant Ophthalmologist",
            "description": "Dr. Yasir Ahmed is a skilled ophthalmologist specializing in eye care and surgery. He graduated from Bangladesh Medical College and completed his residency training at Wills Eye Hospital. Dr. Ahmed is dedicated to providing the highest quality of eye care to his patients.",
            "degree": "MBBS, DO (Ophthalmology)",
            "gender": "Male",
            "fee": "1600 BDT",
            "image": "https://i.ibb.co/92LGnC8/portrait-mature-therapist-sitting-table-looking-camera-1098-18156.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        {
            "id": 20,
            "name": "Dr. Aisha Zanna",
            "category": "Medicine",
            "specialize": "Internal Medicine Specialist",
            "description": "Dr. Aisha Zanna is an experienced internal medicine specialist dedicated to providing comprehensive healthcare to her patients. She completed her medical education at Rajshahi Medical College and received additional training in internal medicine at Massachusetts General Hospital. Dr. Aisha is committed to promoting wellness and disease prevention.",
            "degree": "MBBS, MD (Internal Medicine)",
            "gender": "Female",
            "fee": "1300 BDT",
            "image": "https://i.ibb.co/z7jhtJZ/cheerful-pretty-doctor-23-2147648677.jpg",
            "hospitalId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 21,
            "name": "Dr. Aafreen Zahaa",
            "category": "Medicine",
            "specialize": "Consultant Physician & Medicine",
            "description": "Dr. Aafreen Zahaa is a dedicated consultant physician with expertise in diagnosing and managing a wide range of medical conditions. She obtained her medical degree from Dhaka Medical College and completed her residency training at Brigham and Women's Hospital. Dr. Aafreen is committed to providing personalized and compassionate care to her patients.",
            "degree": "MBBS, FCPS (Medicine)",
            "gender": "Female",
            "fee": "1200 BDT",
            "image": "https://i.ibb.co/WvMLzgD/woman-doctor-wearing-lab-coat-with-stethoscope-isolated-1303-29797.jpg",
            "hospitalId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        }
    ],
    "categories": [
        {
            "id": 1,
            "title": "Cardiac Surgery",
            "image": "cardiac_surgery_image.jpg"
        },
        {
            "id": 2,
            "title": "Oncology",
            "image": "oncology_image.jpg"
        },
        {
            "id": 3,
            "title": "Hematology",
            "image": "hematology_image.jpg"
        },
        {
            "id": 4,
            "title": "Dermatology",
            "image": "dermatology_image.jpg"
        },
        {
            "id": 5,
            "title": "Orthopedics",
            "image": "orthopedics_image.jpg"
        },
        {
            "id": 6,
            "title": "Gyne",
            "image": "gyne_image.jpg"
        },
        {
            "id": 7,
            "title": "Paediatrics",
            "image": "gyne_image.jpg"
        },
        {
            "id": 8,
            "title": "Surgery",
            "image": "gyne_image.jpg"
        },
        {
            "id": 9,
            "title": "Radiotherapy",
            "image": "gyne_image.jpg"
        },
        {
            "id": 10,
            "title": "Medicine",
            "image": "gyne_image.jpg"
        },
        {
            "id": 11,
            "title": "Neurology",
            "image": "gyne_image.jpg"
        },
        {
            "id": 12,
            "title": "Pulmonology",
            "image": "gyne_image.jpg"
        },
        {
            "id": 13,
            "title": "Urology",
            "image": "gyne_image.jpg"
        }
    ],
    "hospitals": [
        {
            "id": 1,
            "name": "Square Hospitals Ltd.",
            "address": "18/F, Bir Uttam Qazi Nuruzzaman Sarak, West Panthapath, Dhaka 1205",
            "phone": "+880-2-8159457-60",
            "open": "07.30am-9.00pm",
            "location": "Banani, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21,
                18
            ]
        },
        {
            "id": 2,
            "name": "United Hospital Limited",
            "address": "Plot 15, Road 71, Gulshan, Dhaka 1212",
            "phone": "+880-2-8836000",
            "open": "08.00am-9.00pm",
            "location": "Gulshan, Dhaka",
            "doctorId": [
                1,
                2,
                4,
                6,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 3,
            "name": "Ibrahim Cardiac Hospital & Research Institute",
            "address": "122 Kazi Nazrul Islam Avenue, Shahbagh, Dhaka 1000",
            "phone": "+880-2-9671141-43",
            "open": "07.00am-9.30pm",
            "location": "Dhanmondi, Dhaka",
            "doctorId": [
                1,
                3,
                9,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 4,
            "name": "Apollo Hospitals Dhaka",
            "address": "Plot: 81, Block: E, Bashundhara R/A, Dhaka 1229",
            "phone": "+880-2-8431661-5",
            "open": "07.00am-9.00pm",
            "location": "Bashundhara, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 5,
            "name": "Japan Bangladesh Friendship Hospital",
            "address": "55 Satmosjid Road, Dhanmondi, Dhaka 1209",
            "phone": "+880-2-9118202",
            "open": "07.00am-9.30pm",
            "location": "Dhanmondi, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 6,
            "name": "Bangabandhu Sheikh Mujib Medical University Hospital",
            "address": "Shabagh, Dhaka 1000",
            "phone": "+880-2-8624514-19",
            "open": "07.00am-9.30pm",
            "location": "Mirpur, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 7,
            "name": "Apollo Hospitals Dhaka",
            "address": "Plot: 81, Block: E, Bashundhara R/A, Dhaka 1229",
            "phone": "+880-2-55037242",
            "open": "07.00am-9.30pm",
            "location": "Mohakhali, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 8,
            "name": "Popular Diagnostic Centre Ltd.",
            "address": "House # 11/A, Road # 2, Dhanmondi, Dhaka - 1205",
            "phone": "+880-2-9669480-2",
            "open": "07.00am-9.30pm",
            "location": "Uttara, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                5,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 9,
            "name": "Dhaka Medical College Hospital",
            "address": "Dhaka Medical College Hospital Road, Dhaka 1000",
            "phone": "+880-2-55165088",
            "open": "07.30am-10.30pm",
            "location": "Motijheel, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 10,
            "name": "National Institute of Traumatology and Orthopaedic Rehabilitation (NITOR)",
            "address": "Sher-E-Bangla Nagar, Dhaka 1207",
            "phone": "+880-2-9118115",
            "open": "07.00am-9.30pm",
            "location": "Shyamoli, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 11,
            "name": "Dhaka Shishu (Children) Hospital",
            "address": "Sher-E-Bangla Nagar, Dhaka 1207",
            "phone": "+880-2-9118202",
            "open": "07.00am-9.30pm",
            "location": "Mirpur-1, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 12,
            "name": "Dhaka Community Hospital",
            "address": "190/1, Baro Moghbazar, Wireless Railgate, Dhaka 1217",
            "phone": "+880-2-9335838",
            "open": "06.30am-10.30pm",
            "location": "Kuril, Dhaka",
            "doctorId": [
                19,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 13,
            "name": "Labaid Hospital",
            "address": "House # 6, Road # 4, Dhanmondi, Dhaka 1205",
            "phone": "+880-2-9660015",
            "open": "07.00am-9.30pm",
            "location": "Dhanmondi, Dhaka",
            "doctorId": [
                18,
                1,
                3,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 14,
            "name": "Apollo Hospitals Dhaka",
            "address": "Plot: 81, Block: E, Bashundhara R/A, Dhaka 1229",
            "phone": "+880-2-8431661",
            "open": "07.00am-9.30pm",
            "location": "Bashundhara R/A, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 15,
            "name": "Square Hospitals Ltd.",
            "address": "18/F, Bir Uttam Qazi Nuruzzaman Sarak, West Panthapath, Dhaka 1205",
            "phone": "+880-2-8144466",
            "open": "07.00am-9.30pm",
            "location": "Panthapath, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 16,
            "name": "Ibn Sina Hospital Kallyanpur",
            "address": "Bir Uttam Kazi Nuruzzaman Sarak, Mirpur Road, Kallyanpur, Dhaka 1207",
            "phone": "+880-2-9007701-4",
            "open": "07.00am-9.30pm",
            "location": "Kallyanpur, Dhaka",
            "doctorId": [
                9,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        {
            "id": 17,
            "name": "Islami Bank Hospital",
            "address": "Gulshan, Dhaka",
            "phone": "+880-2-9888900",
            "open": "07.00am-10.00pm",
            "location": "Gulshan, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 18,
            "name": "Monowara Hospital Pvt. Ltd.",
            "address": "70, Satmasjid Road, Dhaka 1205",
            "phone": "+880-2-8620353",
            "open": "07.00am-10.30pm",
            "location": "Dhanmondi, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                10,
                16,
                18,
                20,
                9
            ]
        },
        {
            "id": 19,
            "name": "City Hospital Ltd.",
            "address": "1/8 Block-E, Lalmatia, Satmasjid Road, Dhaka 1207",
            "phone": "+880-2-8143312",
            "open": "07.30am-9.00pm",
            "location": "Lalmatia, Dhaka",
            "doctorId": [
                1,
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19,
                21
            ]
        },
        {
            "id": 20,
            "name": "Ibrahim Cardiac Hospital & Research Institute",
            "address": "122 Kazi Nazrul Islam Ave, Dhaka 1215",
            "phone": "+880-2-9671141",
            "open": "06.30am-9.00pm",
            "location": "Shahbagh, Dhaka",
            "doctorId": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                13,
                18,
                20
            ]
        }
    ]
}